let text = document.getElementById("text")
let btn = document.getElementById("btn")
btn.addEventListener("click", function(){
    renderText()
})
const notes = [
    "تو کار خودت بهترین میشی",
    "جایگاه ایده آلت رو به دست میاری",
    "خبر خوشی رو میشنوی",
    "ماشین مورد علاقتو سوار میشی",
    "تو خونه رویاهات لم میدی",
    "عشقت رو پیدا میکنی ",
    "این تازه اول راه خوشبختیه ",
    " آروم و صبور باش",
    " از جایی که الان هستی لذت ببر",
    "این ماه برات پر از فراوانی مالی هست",
    "آرامش و خوشبختی به تو بر خواهد گشت",
    "از هرگونه انرژی منفی رها و به سوی آرامش قدم بر دار",
    "با اهداف حقیق خود همسو هستی",
    "در بهترین موقعیت برای دریافت هر آنچه برای تو مقدر شده هستی",
    "انسان ها قوی و مهربان متولد نمیشوند بلکه اینگونه ساخته میشوند",
    "تجربیات زیادی کسب خواهی کرد",
    "روزی متوجه حکمت هر آنچه برایت اتفاق می افتد میشوی",
    "خودت را به خاطر اشتباهاتی که فکر میکنی مرتکب شده ای ببخش",
    "با ذهنی ارام و قلبی شجاع به سراغ اهدافت قدم بردار",
    "این دوره برای تو \ر از برکت و ثروت است",
    "اگر بتوانی بدون فکر بمانی قدرت زیادی تو را احاطه خواهد کرد",
    "باور داسته باش که همه چیز برای تو و به نفع تو و اهدافت پیش خواهد رفت",
    "در حال ورود به مرحله جدیدی از زندگیت هستی",
    "زمانی که کسی می رود یعنی فرد جدیدی در شرف آمدن است",
    "به زودی متوجه خواهی شد چرا زمان بندی الهی دقیق و بی نقص است",
    " تو گسترش خود را آغاز کرده ای و حتما موفق خواهی شد",
    "هر لحطه به خواسته هایت نزدیک میشوی",
    "روزهای \ر از تغییر را شروع خواهی کرد",
    "تو تنها نیستی سطح آگاهی و انرژی تو در حال تغییر است",
    "از سختگیری به خودت دست بردار",
]
function renderText() {
    let randomNum = Math.floor(Math.random() * notes.length) - 1
    text.innerText = notes[randomNum]
}